Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: The development of Union expertise and capabilities should also include making use of existing resources and expertise, in particular through synergies with structures built up in the context of the Union level enforcement of other law and synergies with related initiatives at Union level, such as the EuroHPC Joint Undertaking and the AI testing and experimentation facilities under the Digital Europe Programme.
it_it: Lo sviluppo delle competenze e delle capacità dell'Unione dovrebbe includere anche l'utilizzo delle risorse e delle competenze esistenti, in particolare grazie a sinergie con le strutture create nel contesto dell'esecuzione a livello dell'Unione di altre disposizioni e a sinergie con le iniziative correlate a livello dell'Unione, quali l'impresa comune EuroHPC e gli impianti di prova e sperimentazione dell'IA nell'ambito del programma Europa digitale.

source: In order to facilitate a smooth, effective and harmonised implementation of this Regulation a Board should be established.
it_it: Al fine di facilitare un'attuazione agevole, efficace e armonizzata del presente regolamento, è opportuno istituire un consiglio per l'IA.

source: The Board should reflect the various interests of the AI eco-system and be composed of representatives of the Member States.
it_it: Il consiglio per l'IA dovrebbe riflettere i vari interessi dell'ecosistema dell'IA ed essere composto da rappresentanti degli Stati membri.

source: The Board should be responsible for a number of advisory tasks, including issuing opinions, recommendations, advice or contributing to guidance on matters related to the implementation of this Regulation, including on enforcement matters, technical specifications or existing standards regarding the requirements established in this Regulation and providing advice to the Commission and the Member States and their national competent authorities on specific questions related to AI.
it_it: Il consiglio per l'IA dovrebbe essere responsabile di una serie di compiti consultivi, tra cui l'emanazione di pareri, raccomandazioni, consulenze o il contributo all'emanazione di orientamenti su questioni relative all'attuazione del presente regolamento, comprese le questioni relative all'esecuzione, le specifiche tecniche o le norme esistenti per quanto riguarda i requisiti stabiliti nel presente regolamento, e la fornitura di consulenza alla Commissione, agli Stati membri e alle rispettive autorità nazionali competenti su questioni specifiche connesse all'IA.

source: In order to give some flexibility to Member States in the designation of their representatives in the Board, such representatives may be any persons belonging to public entities who should have the relevant competences and powers to facilitate coordination at national level and contribute to the achievement of the Board’s tasks.
it_it: Al fine di offrire una certa flessibilità agli Stati membri nella designazione dei loro rappresentanti all'interno del consiglio per l'IA, tali rappresentanti possono essere persone appartenenti a entità pubbliche dotate delle competenze e dei poteri pertinenti per facilitare il coordinamento a livello nazionale e contribuire all'adempimento dei compiti del consiglio per l'IA.

source: The Board should establish two standing sub-groups to provide a platform for cooperation and exchange among market surveillance authorities and notifying authorities on issues related, respectively, to market surveillance and notified bodies.
it_it: Il consiglio per l'IA dovrebbe istituire due sottogruppi permanenti al fine di fornire una piattaforma di cooperazione e scambio tra le autorità di vigilanza del mercato e le autorità di notifica su questioni relative, rispettivamente, alla vigilanza del mercato e agli organismi notificati.

source: The standing subgroup for market surveillance should act as the administrative cooperation group (ADCO) for this Regulation within the meaning of Article 30 of Regulation (EU) 2019/1020.
it_it: Il sottogruppo permanente per la vigilanza del mercato dovrebbe fungere da gruppo di cooperazione amministrativa (ADCO) per il presente regolamento ai sensi dell'articolo 30 del regolamento (UE) 2019/1020.

source: In accordance with Article 33 of that Regulation, the Commission should support the activities of the standing subgroup for market surveillance by undertaking market evaluations or studies, in particular with a view to identifying aspects of this Regulation requiring specific and urgent coordination among market surveillance authorities.
it_it: In conformità dell'articolo 33 di tale regolamento, la Commissione dovrebbe sostenere le attività del sottogruppo permanente per la vigilanza del mercato effettuando valutazioni o studi di mercato, in particolare al fine di individuare gli aspetti del presente regolamento che richiedono un coordinamento specifico e urgente tra le autorità di vigilanza del mercato.

source: The Board may establish other standing or temporary sub-groups as appropriate for the purpose of examining specific issues.
it_it: Il consiglio per l'IA può istituire altri sottogruppi permanenti o temporanei, se del caso, ai fini dell'esame di questioni specifiche.

source: The Board should also cooperate, as appropriate, with relevant Union bodies, experts groups and networks active in the context of relevant Union law, including in particular those active under relevant Union law on data, digital products and services.
it_it: Il consiglio per l'IA dovrebbe inoltre cooperare, se del caso, con i pertinenti organismi, gruppi di esperti e reti dell'Unione attivi nel contesto del pertinente diritto dell'Unione, compresi in particolare quelli attivi a norma del pertinente diritto dell'Unione sui dati, i prodotti e i servizi digitali.

source: With a view to ensuring the involvement of stakeholders in the implementation and application of this Regulation, an advisory forum should be established to advise and provide technical expertise to the Board and the Commission.
it_it: Al fine di garantire il coinvolgimento dei portatori di interessi nell'attuazione e nell'applicazione del presente regolamento, è opportuno istituire un forum consultivo per fornire consulenza e competenze tecniche al consiglio per l'IA e alla Commissione.

source: To ensure a varied and balanced stakeholder representation between commercial and non-commercial interest and, within the category of commercial interests, with regards to SMEs and other undertakings, the advisory forum should comprise inter alia industry, start-ups, SMEs, academia, civil society, including the social partners, as well as the Fundamental Rights Agency, ENISA, the European Committee for Standardization (CEN), the European Committee for Electrotechnical Standardization (CENELEC) and the European Telecommunications Standards Institute (ETSI).
it_it: Al fine di garantire una rappresentanza diversificata ed equilibrata dei portatori di interessi che tenga conto di interessi commerciali e non commerciali e, all'interno della categoria degli interessi commerciali, con riferimento alle PMI e alle altre imprese, il forum consultivo dovrebbe comprendere, tra l'altro, l'industria, le start-up, le PMI, il mondo accademico, la società civile, comprese le parti sociali, nonché l'Agenzia per i diritti fondamentali, l'ENISA, il Comitato europeo di normazione (CEN), il Comitato europeo di normazione elettrotecnica (CENELEC) e l'Istituto europeo delle norme di telecomunicazione (ETSI).

source: To support the implementation and enforcement of this Regulation, in particular the monitoring activities of the AI Office as regards general-purpose AI models, a scientific panel of independent experts should be established.
it_it: Al fine di sostenere l'attuazione e l'esecuzione del presente regolamento, in particolare le attività di monitoraggio dell'ufficio per l'IA per quanto riguarda i modelli di IA per finalità generali, è opportuno istituire un gruppo di esperti scientifici indipendenti.

source: The independent experts constituting the scientific panel should be selected on the basis of up-to-date scientific or technical expertise in the field of AI and should perform their tasks with impartiality, objectivity and ensure the confidentiality of information and data obtained in carrying out their tasks and activities.
it_it: Gli esperti indipendenti che costituiscono il gruppo dovrebbero essere selezionati sulla base di competenze scientifiche o tecniche aggiornate nel settore dell'IA e dovrebbero svolgere i loro compiti con imparzialità e obiettività e garantire la riservatezza delle informazioni e dei dati ottenuti nello svolgimento dei loro compiti e delle loro attività.

source: To allow the reinforcement of national capacities necessary for the effective enforcement of this Regulation, Member States should be able to request support from the pool of experts constituting the scientific panel for their enforcement activities.
it_it: Per consentire il potenziamento delle capacità nazionali necessarie per l'efficace esecuzione del presente regolamento, gli Stati membri dovrebbero essere in grado di chiedere il sostegno della riserva di esperti che costituisce il gruppo di esperti scientifici per le loro attività di esecuzione.

source: In order to support adequate enforcement as regards AI systems and reinforce the capacities of the Member States, Union AI testing support structures should be established and made available to the Member States.
it_it: Al fine di sostenere un'esecuzione adeguata per quanto riguarda i sistemi di IA e rafforzare le capacità degli Stati membri, è opportuno istituire e mettere a disposizione degli Stati membri strutture di sostegno dell'Unione per la prova dell'IA.

source: Member States hold a key role in the application and enforcement of this Regulation.
it_it: Gli Stati membri svolgono un ruolo chiave nell'applicare ed eseguire il presente regolamento.

source: In that respect, each Member State should designate at least one notifying authority and at least one market surveillance authority as national competent authorities for the purpose of supervising the application and implementation of this Regulation.
it_it: A tale riguardo, è opportuno che ciascuno Stato membro designi almeno una autorità di notifica e almeno una autorità di vigilanza del mercato come autorità nazionali competenti al fine di controllare l'applicazione e l'attuazione del presente regolamento.

source: Member States may decide to appoint any kind of public entity to perform the tasks of the national competent authorities within the meaning of this Regulation, in accordance with their specific national organisational characteristics and needs.
it_it: Gli Stati membri possono decidere di nominare qualsiasi tipo di entità pubblica per svolgere i compiti delle autorità nazionali competenti ai sensi del presente regolamento, conformemente alle loro specifiche caratteristiche ed esigenze organizzative nazionali.

source: In order to increase organisation efficiency on the side of Member States and to set a single point of contact vis-à-vis the public and other counterparts at Member State and Union levels, each Member State should designate a market surveillance authority to act as a single point of contact.
it_it: Al fine di incrementare l'efficienza organizzativa da parte degli Stati membri e di istituire un punto di contatto unico nei confronti del pubblico e di altre controparti sia a livello di Stati membri sia a livello di Unione, è opportuno che ciascuno Stato membro designi un'autorità di vigilanza del mercato come punto di contatto unico.

source: The national competent authorities should exercise their powers independently, impartially and without bias, so as to safeguard the principles of objectivity of their activities and tasks and to ensure the application and implementation of this Regulation.
it_it: Le autorità nazionali competenti dovrebbero esercitare i loro poteri in modo indipendente, imparziale e senza pregiudizi, in modo da salvaguardare i principi di obiettività delle loro attività e dei loro compiti e garantire l'applicazione e l'attuazione del presente regolamento.

source: The members of these authorities should refrain from any action incompatible with their duties and should be subject to confidentiality rules under this Regulation.
it_it: I membri di tali autorità dovrebbero astenersi da qualsiasi atto incompatibile con le loro funzioni e dovrebbero essere soggetti alle norme in materia di riservatezza ai sensi del presente regolamento.

source: In order to ensure that providers of high-risk AI systems can take into account the experience on the use of high-risk AI systems for improving their systems and the design and development process or can take any possible corrective action in a timely manner, all providers should have a post-market monitoring system in place.
it_it: Al fine di garantire che i fornitori di sistemi di IA ad alto rischio possano tenere in considerazione l'esperienza sull'uso di sistemi di IA ad alto rischio per migliorare i loro sistemi e il processo di progettazione e sviluppo o possano adottare tempestivamente eventuali misure correttive, è opportuno che tutti i fornitori dispongano di un sistema di monitoraggio successivo all'immissione sul mercato.

source: Where relevant, post-market monitoring should include an analysis of the interaction with other AI systems including other devices and software.
it_it: Se del caso, il monitoraggio successivo all'immissione sul mercato dovrebbe includere un'analisi dell'interazione con altri sistemi di IA, compresi altri dispositivi e software.

source: Post-market monitoring should not cover sensitive operational data of deployers which are law enforcement authorities.
it_it: Il monitoraggio successivo all'immissione sul mercato non dovrebbe riguardare i dati operativi sensibili dei deployer che sono autorità di contrasto.

source: This system is also key to ensure that the possible risks emerging from AI systems which continue to ‘learn’ after being placed on the market or put into service can be more efficiently and timely addressed.
it_it: Tale sistema è altresì fondamentale per garantire che i possibili rischi derivanti dai sistemi di IA che proseguono il loro «apprendimento» dopo essere stati immessi sul mercato o messi in servizio possano essere affrontati in modo più efficiente e tempestivo.

source: In this context, providers should also be required to have a system in place to report to the relevant authorities any serious incidents resulting from the use of their AI systems, meaning incident or malfunctioning leading to death or serious damage to health, serious and irreversible disruption of the management and operation of critical infrastructure, infringements of obligations under Union law intended to protect fundamental rights or serious damage to property or the environment.
it_it: I fornitori dovrebbero anche essere tenuti, in tale contesto, a predisporre un sistema per segnalare alle autorità competenti eventuali incidenti gravi derivanti dall'uso dei loro sistemi di IA, vale a dire incidenti o malfunzionamenti che comportano il decesso o gravi danni alla salute, perturbazioni gravi e irreversibili della gestione o del funzionamento delle infrastrutture critiche, violazioni degli obblighi ai sensi del diritto dell'Unione intesi a proteggere i diritti fondamentali o gravi danni alle cose o all'ambiente.

source: In order to ensure an appropriate and effective enforcement of the requirements and obligations set out by this Regulation, which is Union harmonisation legislation, the system of market surveillance and compliance of products established by Regulation (EU) 2019/1020 should apply in its entirety.
it_it: Al fine di garantire un'esecuzione adeguata ed efficace dei requisiti e degli obblighi stabiliti dal presente regolamento, che costituisce la normativa di armonizzazione dell'Unione, è opportuno che si applichi nella sua interezza il sistema di vigilanza del mercato e di conformità dei prodotti istituito dal regolamento (UE) 2019/1020.

source: Market surveillance authorities designated pursuant to this Regulation should have all enforcement powers laid down in this Regulation and in Regulation (EU) 2019/1020 and should exercise their powers and carry out their duties independently, impartially and without bias.
it_it: Le autorità di vigilanza del mercato designate a norma del presente regolamento dovrebbero disporre di tutti i poteri di esecuzione di cui al presente regolamento e al regolamento (UE) 2019/1020 e dovrebbero esercitare i loro poteri e svolgere le loro funzioni in modo indipendente, imparziale e senza pregiudizi.

source: Although the majority of AI systems are not subject to specific requirements and obligations under this Regulation, market surveillance authorities may take measures in relation to all AI systems when they present a risk in accordance with this Regulation.
it_it: Sebbene la maggior parte dei sistemi di IA non sia soggetta a requisiti e obblighi specifici a norma del presente regolamento, le autorità di vigilanza del mercato possono adottare misure in relazione a tutti i sistemi di IA che presentino un rischio conformemente al presente regolamento.

source: Due to the specific nature of Union institutions, agencies and bodies falling within the scope of this Regulation, it is appropriate to designate the European Data Protection Supervisor as a competent market surveillance authority for them.
it_it: Data la natura specifica delle istituzioni, degli organi e degli organismi dell'Unione che rientrano nell'ambito di applicazione del presente regolamento, è opportuno designare il Garante europeo della protezione dei dati quale autorità di vigilanza del mercato per essi competente.

source: This should be without prejudice to the designation of national competent authorities by the Member States.
it_it: Ciò non dovrebbe pregiudicare la designazione di autorità nazionali competenti da parte degli Stati membri.

source: Market surveillance activities should not affect the ability of the supervised entities to carry out their tasks independently, when such independence is required by Union law.
it_it: Le attività di vigilanza del mercato non dovrebbero pregiudicare la capacità delle entità sottoposte a vigilanza di svolgere i loro compiti in modo indipendente, qualora tale indipendenza sia richiesta dal diritto dell'Unione.

source: This Regulation is without prejudice to the competences, tasks, powers and independence of relevant national public authorities or bodies which supervise the application of Union law protecting fundamental rights, including equality bodies and data protection authorities.
it_it: Il presente regolamento non pregiudica le competenze, i compiti, i poteri e l'indipendenza delle autorità o degli organismi pubblici nazionali competenti che controllano l'applicazione del diritto dell'Unione che tutela i diritti fondamentali, compresi gli organismi per la parità e le autorità per la protezione dei dati.

source: Where necessary for their mandate, those national public authorities or bodies should also have access to any documentation created under this Regulation.
it_it: Ove necessario per il loro mandato, è opportuno che tali autorità od organismi pubblici nazionali abbiano altresì accesso alla documentazione creata a norma del presente regolamento.

source: A specific safeguard procedure should be set for ensuring adequate and timely enforcement against AI systems presenting a risk to health, safety and fundamental rights.
it_it: È opportuno istituire una procedura di salvaguardia specifica per garantire un'esecuzione adeguata e tempestiva rispetto ai sistemi di IA che presentano un rischio per la salute, la sicurezza e i diritti fondamentali.

source: The procedure for such AI systems presenting a risk should be applied to high-risk AI systems presenting a risk, prohibited systems which have been placed on the market, put into service or used in violation of the prohibited practices laid down in this Regulation and AI systems which have been made available in violation of the transparency requirements laid down in this Regulation and present a risk.
it_it: La procedura per siffatti sistemi di IA che presentano un rischio dovrebbe essere applicata ai sistemi di IA ad alto rischio che presentano un rischio, ai sistemi vietati che sono stati immessi sul mercato, messi in servizio o utilizzati in violazione dei divieti riguardanti le pratiche di cui al presente regolamento e ai sistemi di IA che sono stati messi a disposizione in violazione dei requisiti di trasparenza di cui al presente regolamento e che presentano un rischio.

source: Union financial services law includes internal governance and risk-management rules and requirements which are applicable to regulated financial institutions in the course of provision of those services, including when they make use of AI systems.
it_it: Il diritto dell'Unione in materia di servizi finanziari comprende regole e requisiti in materia di governance interna e di gestione dei rischi che sono applicabili agli istituti finanziari regolamentati durante la fornitura di tali servizi, anche quando si avvalgono di sistemi di IA.

source: In order to ensure coherent application and enforcement of the obligations under this Regulation and relevant rules and requirements of the Union financial services legal acts, the competent authorities for the supervision and enforcement of those legal acts, in particular competent authorities as defined in Regulation (EU) No 575/2013 of the European Parliament and of the Council (46) and Directives 2008/48/EC (47), 2009/138/EC (48), 2013/36/EU (49), 2014/17/EU (50) and (EU) 2016/97 (51) of the European Parliament and of the Council, should be designated, within their respective competences, as competent authorities for the purpose of supervising the implementation of this Regulation, including for market surveillance activities, as regards AI systems provided or used by regulated and supervised financial institutions unless Member States decide to designate another authority to fulfil these market surveillance tasks.
it_it: Al fine di garantire la coerenza dell'applicazione e dell'esecuzione degli obblighi previsti dal presente regolamento e delle regole e dei requisiti pertinenti degli atti giuridici dell'Unione in materia di servizi finanziari, è opportuno che le autorità competenti del controllo e dell'esecuzione di tali atti giuridici, in particolare le autorità competenti quali definite al regolamento (UE) n, 575/2013 del Parlamento europeo e del Consiglio (46) e alle direttive 2008/48/CE (47), 2009/138/CE (48), 2013/36/UE (49), 2014/17/UE (50) e (UE) 2016/97 (51) del Parlamento europeo e del Consiglio, siano designate, nell'ambito delle rispettive competenze, quali autorità competenti ai fini del controllo dell'attuazione del presente regolamento, anche in relazione alle attività di vigilanza del mercato, per quanto riguarda i sistemi di IA forniti o utilizzati da istituti finanziari regolamentati e sottoposti a vigilanza, a meno che gli Stati membri non decidano di designare un'altra autorità per svolgere tali compiti di vigilanza del mercato.
